tap "earthly/earthly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tylerbrock/saw"
brew "little-cms2"
brew "webp"
brew "autoconf"
brew "openssl@3"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "bash-language-server"
brew "bat"
brew "boost"
brew "glib"
brew "python@3.9"
brew "bundletool"
brew "cgal"
brew "chafa"
brew "cmake"
brew "folly"
brew "efm-langserver"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "libxml2"
brew "libdap"
brew "libgeotiff"
brew "libspatialite"
brew "openjpeg"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "jq"
brew "lua-language-server"
brew "luarocks"
brew "ninja"
brew "pgcli"
brew "pgformatter"
brew "pnpm"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "sfcgal"
brew "postgis"
brew "ripgrep"
brew "tmux"
brew "watchman"
brew "wxwidgets"
brew "earthly/earthly/earthly"
brew "tylerbrock/saw/saw"
cask "aws-vault"
cask "qmk-toolbox"
cask "react-native-debugger"
cask "zulu11"
